Repository: nazlicankurt/booking-app
Catalog: flutter_booking_app/lib/src/localization/app_*.arb
Languages: tr

# hotelsInLocation
source: {count, plural, =0 {No hotels} =1 {1 hotel for {location}} other {{count} hotels for {location}}}
tr: {count, plural, =0 {Hiç otel yok} =1 {1 otel {location} için} other {{count} otel {location} için}}

# days
source: {count, plural, =0 {No days} =1 {1 day} other {{count} days}}
tr: {count, plural, =0 {Gün yok} =1 {1 gün} other {{count} gün}}

# nights
source: {count, plural, =0 {No nights} =1 {1 night} other {{count} nights}}
tr: {count, plural, =0 {Gece yok} =1 {1 gece} other {{count} gece}}

# price
source: from {price} / {perPersonPrice} p.P.
tr: {price} TL / {perPersonPrice} TL kişi başı

# guests
source: {adults} Adults, {children} Children, incl. Flight
tr: {adults} Yetişkin, {children} Çocuk, Uçuş dahil

# offers
source: View Offers
tr: Teklifleri Görüntüle

# score
source: {reviews, plural, =0 {No reviews} =1 {1 review} other {{reviews} reviews}}
tr: {reviews, plural, =0 {Yorum yok} =1 {1 yorum} other {{reviews} yorum}}

source: View Hotel
tr: Otele Git

source: Favorites
tr: Favoriler

# priceAb
source: from
tr: başlayan
